export function renderArticleWrap(container) {
    container.innerHTML = `
      <div class="article_modify_container">
        <label class="article_label">내용*</label>
        <textarea class="article_textarea" placeholder="내용을 입력하세요">무엇을 어디까지나? 이렇게이러면, 삶은 힘차 놀이와 모두였고 살리라. 우리는 때와 새 것은 끝까지 않는 것이다. 행복스럽고 이상의 봄날의 소금이라 꽃이 피다. 구하지 지혜들을 연다네, 또한 우리는 주머니 사랑의 연금이의 사람을 지식을 말아진다. 그림 사우이라, 우리 스포츠의 미이야 있다더라.
  
  우리도 이낸까지 이이니라도 속으로서 시작한 꽃의 이상잖힘이 달과 신비조로 되고 있습니다. 산, 바다, 흙, 사랑 등 못로 것의 우리를 홀리여 믿음자하니다. 지내로 우리의 생명 열매를 지가면 수 있는애니, 보라, 이것은 우리의 길이 이하앉잡다 될 길이 이이랑니다.
  
  마지막으로, 지식을 향한 탐구는 항상 흥미로운 여정입니다. 우리는 끊임는 지식의 바다에서 배우고 발전할 수 있으며, 이것이 우리를 더 깊이 이해하고 세상을 더 넓게 보게 해줍니다.
  
  그런 의미에서, 삶은 놀라움과 경이로움으로 가득 차 있습니다. 새로운 경험을 즐기고 항상 앞으로 나아가는 것이 중요하다고 생각합니다.</textarea>
      </div>
    `;
  }